{
    "view": {
        "home": {
            "title": "",
            "text1": "",
            "text2": ""
        },
        "view1": {
            "title": "2001: Odisea en la Formación Profesional",
            "text1": "Superé una <b>Formación Profesional de Electrónica</b>, pero para ello tuve que refugiarme en estudios y dibujos.",
            "text2": "Además al mismo tiempo aprendí <b>HTML</b> en una academia y después continué con mis estudios de <b>Front-End</b> de forma autodidacta."
        },
        "view2": {
            "title": "La Era del Flash",
            "text1": "Al querer que mis dibujos tuvieran más 'vida' llego un punto que Photoshop se me quedó pequeño. Por lo que aprendí <b>Flash y ActionScript</b> para poder hacer mis propios mini juegos y animaciones.",
            "text2": "Afortunadamente para mi las comunidades de Flash, como Newgrounds.com, estaban en auge y tuve mi repercusión en el mundo flash. Una lástima que no existiera Youtube por esa época."
        },
        "view3": {
            "title": "De Electrónico a Teleco",
            "text1": "Terminé mi carrera de <b>Ingeniería Técnica de Telecomunicaciones: Sonido e Imágen</b> en la Universidad Alfonso X, pero lo que más quería hacer era dedicarme al mundo digital.",
            "text2": "Así que como <b>Proyecto de Fin de Carrera</b>, programé, dibujé y diseñe un Guitar Hero de 8 teclas, el cual fue reconocido con <b>matrícula de honor</b>."
        },
        "view4": {
            "title": "Monkey Bussiness",
            "text1": "Empecé a trabajar en <b>Monkey-Toons</b> donde aprendí los conceptos básicos de la animación tradicional. Además mejoré mis habilidades en cuanto al diseño y programación web.",
            "text2": "Participé en proyectos grandes como videojuegos o una plataforma de personalización de christmas digitales."
        },
        "view5": {
            "title": "La Era de los Videojuegos",
            "text1": "Para cuando llegué a este punto ya había cumplido mi sueño de hacer una aventura gráfica. De hecho ya llevaba varias a mis espaldas y a la vez que seguia trabajando como Front-End hacia mis proyectos paralelos y participando en distintos grupos y equipos.",
            "text2": "Muchos de ellos como Video Game Army, o Danm Code me han proporcionado mucha experiencia y contactos en la industria de los videojuegos."
        },
        "view6": {
            "title": "Desarrollo profesional",
            "text1": "Al tener un perfil mixto, decido dejar los videojuegos como hobby y centrarme en el <b>desarrollo Front-End</b> así que entro en <b>Crazyvity, una agencia digital de publicidad</b>.",
            "text2": "Dónde puedo trabajar en proyectos más atractivos y que requieren más parte técnica que visual."
        },
        "view7": {
            "title": "Logros desbloqueados",
            "text1": "",
            "text2": ""
        },
        "view8": {
            "title": "",
            "text1": "",
            "text2": ""
        }
    }
}